let handler = async (m, { conn, command, text }) => {
let love = `
*✥━─━⌬〘👾〙⌬━─━✥*
⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪࣪ꥈ𑁍⃪࣭۪ٜ݊݊݊݊݊໑ٜ࣪▭̷໋̟  ۫ 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 ۫  ▭̷໋̟۪۬໑⃪࣭۪ٜ݊݊݊݊𑁍ꥈ࣪⬪
   ‏
*✥━─━⌬〘👾〙⌬━─━✥*
*⌬〘 مرحبا بك في بوت زينون 〙⌬*
*⌬〘 اليك قائمه بسورس البوت 〙⌬*
*✥━─━⌬〘👾〙⌬━─━✥*
*⌬〘 تم تطويري وبرمجتي 〙⌬*
*⌬〘 بواسطه محمد السني  〙⌬*
*⌬〘 هذا البوت يعمل بالخاص 〙⌬*
*⌬〘 ويعمل ايضاا بالمجموعات 〙⌬*
*⌬〘 اذا كنت تريد صناعه بوت 〙⌬*
*⌬〘 فعليك الانضمام الي قناتنا 〙⌬*
*✥━─━⌬〘👾〙⌬━─━✥*
*⌬〘 واتساب 〙⌬*
*⏣⊰ https://wa.me/+201061419002 ⊱⏣*
*✥━─━⌬〘👾〙⌬━─━✥*
 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(السورس|سورس)$/i
export default handler
