let handler = async (m, { conn, command, text }) => {
let love = `
*✥━─━⌬〘👾〙⌬━─━✥*

⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪࣪ꥈ𑁍⃪࣭۪ٜ݊݊݊݊݊໑ٜ࣪▭̷໋̟  ۫ 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 ۫  ▭̷໋̟۪۬໑⃪࣭۪ٜ݊݊݊݊𑁍ꥈ࣪⬪
   ‏

*✥━─━⌬〘👾〙⌬━─━✥*

 w乇ﾚcoﾶ乇 ｲo 乃oｲ ん乇刀尺ﾘ

乃ﾘ ﾶo丂ｲﾑｷﾑ ﾶoんﾑﾶ乇d

*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 اليك قائمه بمميزات البوت 〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*❬👾❭↜ 〚 .تويت 〛*
*❬👾❭↜ 〚 .انصح 〛*
*❬👾❭↜ 〚 .حروف 〛*
*❬👾❭↜ 〚 .بوست 〛*
*❬👾❭↜ 〚 .صراحه 〛*
*❬👾❭↜ 〚 .سؤال 〛*
*❬👾❭↜ 〚 .اسأل 〛*
*❬👾❭↜ 〚 .لو 〛*
*❬👾❭↜ 〚 .خيروك 〛*
*❬👾❭↜ 〚 .فزوره 〛*
*❬👾❭↜ 〚 .كت 〛*
*❬👾❭↜ 〚 .اقتباس 〛*
*❬👾❭↜ 〚 .ذكر 〛*

*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 اليك قائمه القران البوت 〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*❬👾❭↜ 〚 .قران 〛*
*❬👾❭↜ 〚 .اذكار صباح 〛*
*❬👾❭↜ 〚 .اذكار مساء 〛*
*❬👾❭↜ 〚 .ايه 〛*
*❬👾❭↜ 〚 .ايات 〛*
*❬👾❭↜ 〚 .اذكار 〛*

*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 اليك قائمه الاعضاء البوت 〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*❬👾❭↜ 〚 .السورس 〛*
*❬👾❭↜ 〚 .الخصوصيه 〛*
*❬👾❭↜ 〚 .انطق 〛*
*❬👾❭↜ 〚 .باركود 〛*
*❬👾❭↜ 〚 .التوقيت 〛*
*❬👾❭↜ 〚 .الاستماره 〛*
*❬👾❭↜ 〚 .اختفاء 〛*

*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 اليك قائمه المطور البوت 〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*❬👾❭↜ 〚 .بريم 〛*
*❬👾❭↜ 〚 .خفض-بريم 〛*
*❬👾❭↜ 〚 .المميزين 〛*
*❬👾❭↜ 〚 .بان 〛*
*❬👾❭↜ 〚 .رفع-البان 〛*
*❬👾❭↜ 〚 .اخرج 〛*
*❬👾❭↜ 〚 .انضم 〛*
*❬👾❭↜ 〚 .بلوك 〛*
*❬👾❭↜ 〚 .رفع-البلوك 〛*
*❬👾❭↜ 〚 .البلوكات 〛*
*❬👾❭↜ 〚 .حظر 〛*
*❬👾❭↜ 〚 .الغاء-الحظر 〛*
*❬👾❭↜ 〚 .المحظورين 〛*
*❬👾❭↜ 〚 .ستوري 〛*

*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 اليك قائمه التسليه البوت 〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*❬👾❭↜ 〚 .حيوان 〛*
*❬👾❭↜ 〚 .طقم 〛*
*❬👾❭↜ 〚 .تحدث 〛*
*❬👾❭↜ 〚 .شاذ 〛*
*❬👾❭↜ 〚 .الحب 〛*
*❬👾❭↜ 〚 .زواج 〛*
*❬👾❭↜ 〚 .توب 〛*
*❬👾❭↜ 〚 .رونالدو 〛*
*❬👾❭↜ 〚 .ميسي 〛*
*❬👾❭↜ 〚 .قط 〛*
*❬👾❭↜ 〚 .طلاق 〛*
*❬👾❭↜ 〚 .اكل 〛*
*❬👾❭↜ 〚 .بنت 〛*
*❬👾❭↜ 〚 .نيكو 〛*
*❬👾❭↜ 〚 .عيد 〛*
*❬👾❭↜ 〚 .الكيوت 〛*
*❬👾❭↜ 〚 .علاقه 〛*
*❬👾❭↜ 〚 .لعبه 〛*
*❬👾❭↜ 〚 .شخصيه 〛*
*❬👾❭↜ 〚 .صداقه 〛*
*❬👾❭↜ 〚 .هديه 〛*
*❬👾❭↜ 〚 .صاصا 〛*
*❬👾❭↜ 〚 .اجابه 〛*
*❬👾❭↜ 〚 .اكس 〛*
*❬👾❭↜ 〚 حذف غرفه ↜.delxo 〛*

*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 اليك قائمه تحويل ريك البوت 〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*❬👾❭↜ 〚 .سنجاب 〛*
*❬👾❭↜ 〚 .سلس 〛*
*❬👾❭↜ 〚 .بطئ 〛*
*❬👾❭↜ 〚 .الي 〛*
*❬👾❭↜ 〚 .عكس 〛*
*❬👾❭↜ 〚 .تسريع-بسيط 〛*
*❬👾❭↜ 〚 .سريع 〛*
*❬👾❭↜ 〚 .تحسين 〛*
*❬👾❭↜ 〚 .منفوخ 〛*
*❬👾❭↜ 〚 .عميق 〛*
*❬👾❭↜ 〚 .عميق2 〛*
*❬👾❭↜ 〚 صوت (1-7) 〛*
*❬👾❭↜ 〚 صوت انمي (1-10) 〛*

*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 اليك قائمه التحويل البوت 〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*❬👾❭↜ 〚 .ستك 〛*
*❬👾❭↜ 〚 .ستك2 〛*
*❬👾❭↜ 〚 .ستك3 〛*
*❬👾❭↜ 〚 .ستك5 〛*
*❬👾❭↜ 〚 .ستكر2 〛*
*❬👾❭↜ 〚 .ستكر3 〛*
*❬👾❭↜ 〚 .ستكر4 〛*
*❬👾❭↜ 〚 .ستكر 〛*
*❬👾❭↜ 〚 .لكرتون 〛*
*❬👾❭↜ 〚 .تيليجراف 〛*
*❬👾❭↜ 〚 .كود 〛*
*❬👾❭↜ 〚 .لصوره 〛*
*❬👾❭↜ 〚 .لفيديو 〛*
*❬👾❭↜ 〚 .ملصق 〛*
*❬👾❭↜ 〚 .سرقه 〛*
*❬👾❭↜ 〚 .لانمي 〛*
*❬👾❭↜ 〚 .ترجمه 〛*
*❬👾❭↜ 〚 .دائري 〛*
*❬👾❭↜ 〚 .تكرار 〛*
*❬👾❭↜ 〚 .تقصير 〛*
*❬👾❭↜ 〚 .لصوت 〛*
*❬👾❭↜ 〚 .تشغيل فيديو 〛*

*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 اليك قائمه التنزيل البوت 〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*❬👾❭↜ 〚 .خلفيه 〛*
*❬👾❭↜ 〚 .تحميل 〛*
*❬👾❭↜ 〚 .فريبيك 〛*
*❬👾❭↜ 〚 .فيسبوك 〛*
*❬👾❭↜ 〚 .انستا 〛*
*❬👾❭↜ 〚 .تيك 〛*
*❬👾❭↜ 〚 .اغنيه 〛*
*❬👾❭↜ 〚 .فيديو 〛*
*❬👾❭↜ 〚 .جوجل 〛*
*❬👾❭↜ 〚 .صوره 〛*
*❬👾❭↜ 〚 .صورة 〛*
*❬👾❭↜ 〚 .جوجل-بلاي 〛*
*❬👾❭↜ 〚 .حزمه-استيكر 〛*
*❬👾❭↜ 〚 .بينت 〛*

*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 اليك قائمه الجروب البوت 〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*❬👾❭↜ 〚 .منشن 〛*
*❬👾❭↜ 〚 .مخفي 〛*
*❬👾❭↜ 〚 .الاشباح 〛*
*❬👾❭↜ 〚 .حذف 〛*
*❬👾❭↜ 〚 .لينك 〛*
*❬👾❭↜ 〚 .رستر 〛*
*❬👾❭↜ 〚 .رفع 〛*
*❬👾❭↜ 〚 .تخفيض 〛*
*❬👾❭↜ 〚 .تغيرالاسم 〛*
*❬👾❭↜ 〚 .تغيرالوصف 〛*
*❬👾❭↜ 〚 .تغيرالصوره 〛*
*❬👾❭↜ 〚 .طرد او kick 〛*
*❬👾❭↜ 〚 .الادمن 〛*
*❬👾❭↜ 〚 .الجروب 〛*
*❬👾❭↜ 〚 .اعدادات 〛*
*❬👾❭↜ 〚 .تغيرالمغادره 〛*
*❬👾❭↜ 〚 .تغيرالترحيب 〛*
*❬👾❭↜ 〚 .فحص 〛*
*❬👾❭↜ 〚 .معلومات-الجروب 〛*
*❬👾❭↜ 〚 .جروب فتح 〛*
*❬👾❭↜ 〚 .جروب غلق 〛*
*❬👾❭↜ 〚 .انذار 〛*
*❬👾❭↜ 〚 .حذف-انذار 〛*
*❬👾❭↜ 〚 .التحذيرات 〛*

*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 اليك قائمه بالتصميمات 〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*❬👾❭↜ 〚 .تصميم 〛*
*❬👾❭↜ 〚 .لفل 〛*
*❬👾❭↜ 〚 .لوغو 〛*
*❬👾❭↜ 〚 .دمج 〛*
*❬👾❭↜ 〚 .هنري 〛*
*❬👾❭↜ 〚 .خط 〛*
*❬👾❭↜ 〚 .صاصا 〛*
*❬👾❭↜ 〚 .نصائح 〛*
*❬👾❭↜ 〚 .عبارات 〛*
*❬👾❭↜ 〚 .بنترست 〛*

*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 اليك قائمه بالانجليزي  〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*❬👾❭↜ 〚 .hd 〛*
*❬👾❭↜ 〚 .song 〛*
*❬👾❭↜ 〚 .sfull 〛*
*❬👾❭↜ 〚 .Instagramdl 〛*
*❬👾❭↜ 〚 .logo 〛*
*❬👾❭↜ 〚 .kick 〛*
*❬👾❭↜ 〚 .antilink 〛*

*✥━─━⌬〘👾〙⌬━─━✥*
 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(كل الاوامر|جميع الاوامر|الكل)$/i
export default handler
